{
    "main": "This is the help box for Novuhh. Subcategories are the following:```\n===Size===\nThis command determines the size of your cock or pussy. Don't think calling this command multiple times will change your size.\n===Miscellaneous===\nSome miscellaneous commands I don't know where else to put.\n===Cred===\nThese commands are used to manage your social credit. Be careful to not go into the negative or else you will automatically be put on the waifu market.\n===Waifu===\nThese commands will allow you to claim, sell, trade, and use your waifu's to you hearts content.\n===Coin===\nThese commands pertain to the amount of coin you and your peers have.\n===Gamba===\nThese commands will allow you to earn, gamble, and lose all of your precious money.",
    "mainAdmin": "\n===Admin===\nFor Admins only",
    "mainOwner": "\n===Owner===\nFor Server Owners only",
    "mainDev": "\n===Developer===\nFor developers only",
    "size": "This is the help box for size.```\n[prefix]size view: Displays the size of your cock or pussy.\n[prefix]size view [user] : Displays the size of the cock or pussy of the mentioned user.\n[prefix]size pill : Take a pill to increase or decrease your size. Cost [sizePill] coin per pill.\n[prefix]size surgery : Turn that 6 inch cock into a 6 inch deep pussy. Or vise versa. Cost [sizeSurgery] coin for the surgery.```",
    "misc": "This is the help box for misc.```\n[prefix]8ball [question] : The magic 8ball will reply to your question with yes or no.\n[prefix]self_timeout [time] : Timeout yourself for a given time in minutes from 1 to 1440. (1 day)\n[prefix]nsfw [site] [tags] : Search the given nsfw site for posts with the given tags. Only the command sender will see the reply from the bot. No one else will know you even sent the command.```",
    "cred": "This is the help box for cred.```===Cred===\n[prefix]social_credit : Displays the amount of social credit you have.\n[prefix]social_credit [user] : Displays the amount of social credit of the menioned user.\n===Buy Bonds===\n[prefix]bond [number] : Buy bonds from the dear leader(s) with the [number] of coin \"buying a bond\" and receive 1 social credit per [coinPerCred] coin. Just don't expect the bond to get paid back.\n===Social Cred Leaderboards===\n[prefix]social_credit_leader : Gets the social credit of the top 10 social credit holders in the server.\n===Banned Words===\n[prefix]banned_words : Displays the phrases that if said will lower your social credit.```",
    "waifu": "This is the help box for waifu.```===Information===\n[prefix]waifu info : Displays if/who you own, if/who owns you, and your price on the market.\n[prefix]waifu info [user] : Gets the same information just of someone else.\n[prefix]waifu market : Displays all waifus able to be claimed on the market.\n===As Waifu===\n[prefix]waifu value [number] : Sets your own value on the market. Range for value is [waifuMin] - [waifuMax]. Set [number] to 0 to remove yourself from the market.\n[prefix]waifu submit [user] [number] : Submit yourself to be [user]'s waifu with your value set at [number]. You will not get social credit from this.\n[prefix]waifu buy_freedom [number] : Buy back your freedom from your owner. If [number] is greater than your 2 times your value, then you automatically are freed. Otherwise you owner must accept the deal. Your owner gets [number] social credit cred when accepted.\n===Aquire Waifus===\n[prefix]waifu claim [@user] : Attempts to claim the user if they are on the market. The waifu will take their value in social credit from you if successful.\n[prefix]waifu buy [@waifu] [number] : Buy a waifu from a user without them going to the market, [number] must be between [waifuMin] and [waifuMax]. Can be used to buy a user without them going onto the market. The waifu owner or user themself must accept.\n===As Waifu Owner===\n[prefix]waifu pimp : Pimp out your waifus to earn some extra coin for both of you. A higher waifu value will bring in more coin. (once per day)\n[prefix]waifu gag [@user] : Makes your waifu shut the fuck up for five minutes.\n[prefix]waifu gag [@user] [0] : Un shuts the fuck up your waifu.\n[prefix]waifu gag [@user] [time] : Makes your waifu shut the fuck up for [time] number of minutes. Max of 60 minutes.\n[prefix]waifu sell [@waifu] [@new_owner] [number]: Sell a waifu you own to a user directly, [number] must be between [waifuMin] and [waifuMax].\n[prefix]waifu disown [@user] : Disown one of your waifus. You will take back 50% of their value in social credit, they will keep the rest.```",
    "coin": "This is the help box for coin.```===Coin===\n[prefix]coin : Displays the amount of coin you have.\n[prefix]coin [user] : Displays the amount of coin of the menioned user.\n[prefix]give [user] [amount] : Gives the amount of coin specified to the mentioned user.\n===Work===\n[prefix]work : Show all the jobs that you can work.\n[prefix]work [job] : Attempt to work the job you selected. Will fail if you don't have enough social credit. (once per day)\n===Buy Bonds===\n[prefix]bond [number] : Buy bonds from the dear leader(s) with the [number] of coin \"buying a bond\" and receive 1 social credit per [coinPerCred] coin. Just don't expect the bond to get paid back.\n===Coin Leaderboards===\n[prefix]coin_leader : Gets the coin balance of the top 10 richest people.```",
    "gamba": "This is the help box for gamba.```===Coinflip===\n[prefix]coinflip [amount] : A coin will be flipped, you will either double the amount you bet or lose it all.\n===Higher or Lower===\n[prefix]higherorlower [amount] : 2d6 will be rolled, guess if the sum if higher, equal to, or lower than 7. Win and 2x your bet. If won with 7 then 4x your bet. Lose and say goodbye to your coin.\n===Slot Machine===\n[prefix]slots [amount] : Pull the handle on the slot machine with a bet of amount.\n[prefix]paytable : Get the payout table for the slot machine.\n===Gambla Stats===\n[prefix]gamble_stats : See how much you have won from gambling... and lost.```",
    "admin": "This is the help box for admins. If you ain't an admin, don't try these commands, trust me.```\n===Management===\n[prefix]prefix [new_prefix] : Sets the prefix to use before commands to a new character or string.\n[prefix]modifycred [@user] [amount] : Adds or subtracts the amount of social credit specified from the user. Cannot modify your own social credit.\n===Banned Words===\n[prefix]modify_banned_words phrase [add_or_remove] [phrase] : Add or remove a given phrase from the blacklist.\n[prefix]modify_banned_words delete [delete_orginal] : True deletes messages containing banned phrases. False leaves them in the chat.```",
    "owner": "This is the help box for server owners.```===Waifu===\n[prefix]setwaifuvalue [@user] [number] : Changes [@user]'s waifu value to [number].\n[prefix]setwaifuowner [@waifu] [@owner] [optional number] : Changes [@waifu] to be owned by [@owner] for the value of [number], default is 1000.\n[prefix]unsetwaifuowner [@waifu] : Unsets the owner of [@waifu] and sets their price to 0.\n===Miscellaneous===\n[prefix]modifysize [@user] [number] : Changes the size of [@user] to [number].\n[prefix]resetcred [@user] : Resets social the cred of the user.```",
    "dev": "This is the help box for developers```===Coin===\n[prefix]modifycoin [@user] [amount] : Changes the coin amount of [@user] by [amount].\n===Bot Status===\n[prefix]setactivity text [phrase] : Sets the status of the bot to the phrase.\n[prefix]setactivity type [new_type] : Sets the status type to the one given.\n[prefix]setactivity url [youtube or twitch url] : Sets the streaming status url to the given url.\n===Developer Guilds===\n[prefix]adddevguild [optional id] Add the guild to the dev guild list.\n[prefix]removedevguild [optional id] Remove the guild from the dev guild list.\n[prefix]getdevguilds : Get the list of dev guild ids.\n===Miscellaneous===\n[prefix]say [string] : I repeat whatever the string is.\n[prefix]resetworked : Reset all worked values of everyone.\n[prefix]resetworked [@user] : Resets the worked status of [@user].\n[prefix]resetpimped : Resets the pimped status of all users.\n[prefix]resetpimped [@user] : Resets the pimped status of [@user].\n[prefix]backup : Backup the user data.\n[prefix]backup [comment]: Backup the user data with a comment.```"
}